/* An emdash surrounded by spaces for Open Recent menu items. */
" \\U2014 " = " — ";

/* An arrow surrounded by spaces for Open Recent menu items. */
" \\U25B6 " = " ▶ ";

/* User-presentable name of file created for autosaving. Arg is document name. */
"%@ (Autosaved)" = "%@ (guardado automáticamente)";

/* Partial error string for when a document's type is not recognized. 1st argument is the name of the application. 2nd argument is the name of a file format. This whole string may become the argument of the 'no document could be created' string. */
"%@ cannot open files in the \\U201C%@\\U201D format." = "%1$@ no puede abrir archivos en formato “%2$@”.";

/* Partial error string for when a document's type is not recognized. The argument is the name of the application. This whole string may become the argument of the 'no document could be created' string. */
"%@ cannot open files of this type." = "%@ no puede abrir archivos de este tipo.";

/* Error string for when a document's type is not recognized. 2nd argument is the name of the application. 3rd argument is the name of a file format. */
"\\U201C%@\\U201D could not be handled because %@ cannot open files in the \\U201C%@\\U201D format." = "“%1$@” no ha podido procesarse porque %2$@ no puede abrir archivos en formato “%3$@”.";

/* Error string for when a document's type is not recognized. 2nd argument is the name of the application. */
"\\U201C%@\\U201D could not be handled because %@ cannot open files of this type." = "“%1$@” no ha podido procesarse porque %2$@ no puede abrir archivos de este tipo.";

/* Label of Cancel button. */
"Cancel" = "Cancelar";

/* Action name for undoing print info changes. */
"Change Print Settings" = "Cambiar los ajustes de impresión.";

/* Title of alert panel which comes when the user tries to close a window containing an unsaved document. */
"Close" = "Cerrar";

/* Label of change-discarding button shown at quit-time when there are unsaved documents. */
"Discard Changes" = "No guardar cambios";

/* Recovery suggestion for reason for when a document could not be saved because the file is locked. */
"Do you want to overwrite it anyway?" = "¿Desea reemplazarlo de todos modos?";

/* Primary text of alert shown at document reversion time when the document has unsaved modifications. Arg is document name. */
"Do you want to revert to the most recently saved version of the document \\U201C%@\\U201D?" = "¿Desea restaurar la última versión guardada del documento “%@”?";

/* Primary text of alert shown at document-close-time when the document is unsaved. Arg is document name. */
"Do you want to save the changes you made in the document \\U201C%@\\U201D?" = "¿Desea guardar los cambios realizados en el documento “%@”?";

/* 1st recovery option for when a document could not be saved because the file is locked. */
"Don\\U2019t Overwrite" = "No reemplazar";

/* Label of cancellation button shown when a document is found to have been overwritten. */
"Don\\U2019t Save" = "No guardar";

/* Title of alerts which come up when an open recents item is missing or fails to open. */
"Error" = "Error";

/* Title of a save panel for a Save To operation. */
"Export" = "Exportar";

/* Name field label of a save panel for a Save To operation. */
"Export As:" = "Exportar como:";

/* Secondary text of alert shown at quit-time when there are unsaved documents. */
"If you don\\U2019t review your documents, all your changes will be lost." = "Si no guarda los documentos, se perderán los cambios realizados.";

/* Secondary text of alert shown when a document is found to have been moved. Arg is new parent directory name. */
"It will be saved to the \\U201C%@\\U201D folder, or you can specify another location." = "Se guardará en la carpeta “%@” o en la que usted elija.";

/* Secondary text of alert shown when a document is found to have been renamed. */
"It will be saved under this new name, or you can provide another name." = "El documento se guardará con este nombre si no especifica otro.";

/* Error string for when a document could not be created. The argument is either a full sentence explaining why not or a blank string. */
"No document could be created. %@" = "No se ha podido crear ningún documento. %@";

/* 2nd recovery option for when a document could not be saved because the file is locked. */
"Overwrite" = "Reemplazar";

/* For backwards compatibility only; doesn't appear anywhere in the UI anymore. */
"Quit" = "Salir";

/* Choice (on a button) given to user which allows him to quit the application even though he has not saved all of his documents first. */
"Quit Anyway" = "Salir";

/* Label of default button shown at document reversion time when the document has unsaved modifications. */
"Revert" = "Restaurar";

/* Label of default button shown at quit-time when there are unsaved documents. */
"Review Changes\\U2026" = "Revisar cambios…";

/* Choice (on a button) given to user which allows him to review all his unsaved documents if he quits the application without saving them all first. */
"Review Unsaved" = "Revisar lo no guardado";

/* Button choice which allows the user to save the document.
   Label of default button shown at document-close-time when the document is unsaved - no ellipses.
   Label of save-here button shown when a document is found to have been moved.
   Label of save-here button shown when a document is found to have been overwritten.
   Label of save-here button shown when a document is found to have been renamed.
   Title of a save panel for a Save or Save As operation. */
"Save" = "Guardar";

/* Name field label of a save panel for a Save or Save As operation. */
"Save As:" = "Guardar como:";

/* Label of default button shown when a document can\\U2019t be found.
   Label of default button shown when a document is found in the trash.
   Label of save-somewhere-else button shown when a document is found to have been moved.
   Label of save-somewhere-else button shown when a document is found to have been renamed. */
"Save As\\U2026" = "Guardar como…";

/* Question asked of user when he/she tries to close a window containing an unsaved document. */
"Save changes to \\U201C%@\\U201D?" = "¿Desea guardar los cambios realizados en “%@”?";

/* Label of default button shown at document-close-time when the document is unsaved - with ellipses. */
"Save\\U2026" = "Guardar…";

/* Error string for when an autosaved document could not be reopened. 2nd argument is either a full sentence explaining why not or a blank string. */
"The autosaved document \\U201C%@\\U201D could not be reopened. %@" = "El documento “%1$@” guardado automáticamente no se ha podido abrir de nuevo. %2$@";

/* Secondary text of alert shown when a document is found to have been overwritten. */
"The changes made by the other application will be lost if you save. Save anyway?" = "Si guarda el documento, los cambios realizados por la otra aplicación se perderán. ¿Desea guardarlo de todos modos?";

/* Error string for when a document could not be autosaved. 2nd argument is either a full sentence explaining why not or a blank string. */
"The document \\U201C%@\\U201D could not be autosaved. %@" = "El documento “%1$@” no se ha podido guardar automáticamente. %2$@";

/* Error string for when a document could not be saved. 2nd argument is the 'export as' file name. 3rd argument is either a full sentence explaining why not or a blank string. */
"The document \\U201C%@\\U201D could not be exported as \\U201C%@\\U201D. %@" = "El documento “%1$@” no se ha podido exportar como “%2$@”. %3$@";

/* Error string for when a document could not be opened for printing. 2nd argument is either a full sentence explaining why not or a blank string. */
"The document \\U201C%@\\U201D could not be opened for printing. %@" = "El documento “%1$@” no se ha podido abrir para imprimirlo. %2$@";

/* Error string for when a document could not be opened. 2nd argument is either a full sentence explaining why not or a blank string. */
"The document \\U201C%@\\U201D could not be opened. %@" = "El documento “%1$@” no se ha podido abrir. %2$@";

/* Error string for when a document could not be printed. 2nd argument is either a full sentence explaining why not or a blank string. */
"The document \\U201C%@\\U201D could not be printed. %@" = "El documento “%1$@” no se ha podido imprimir. %2$@";

/* Error string for when a document could not be reverted. 2nd argument is either a full sentence explaining why not or a blank string. */
"The document \\U201C%@\\U201D could not be reverted. %@" = "No se ha podido volver a la versión anterior del documento “%1$@”. %2$@";

/* Error string for when a document could not be saved. 2nd argument is the 'save as' file name. 3rd argument is either a full sentence explaining why not or a blank string. */
"The document \\U201C%@\\U201D could not be saved as \\U201C%@\\U201D. %@" = "El documento “%1$@” no se ha podido guardar como “%2$@”. %3$@";

/* Error string for when a document could not be saved. 2nd argument is either a full sentence explaining why not or a blank string. */
"The document \\U201C%@\\U201D could not be saved. %@" = "El documento “%1$@” no se ha podido guardar. %2$@";

/* Primary text of alert shown when a document is found to have been moved. Arg is document name. */
"The document \\U201C%@\\U201D has been moved." = "El documento “%@” ha cambiado de ubicación.";

/* Primary text of alert shown when a document is found in the trash. Arg is document name. */
"The document \\U201C%@\\U201D is in the Trash." = "El documento “%@” está en la papelera.";

/* Error description for when a document could not be saved because the file is locked. */
"The file \\U201C%@\\U201D is locked." = "El archivo “%@” está bloqueado.";

/* Error failure reason for when a document could not be saved because the file is locked. */
"The file is locked." = "El archivo está bloqueado.";

/* Primary text of alert shown when a document can\\U2019t be found. Arg is document name. */
"The location of the document \\U201C%@\\U201D cannot be determined." = "Imposible encontrar la ubicación del documento “%@”.";

/* Message in alert given to user when he tries to open a recent document that fails to open. Argument is presentable document name. */
"The recent document \\U201C%@\\U201D could not be opened." = "El documento reciente “%@” no ha podido abrirse.";

/* Message in alert given to user when he tries to open a recent document that is no longer there. Argument is presentable document name. */
"The recent document \\U201C%@\\U201D is missing." = "Imposible encontrar el documento reciente “%@”.";

/* Error description for when a document could not be autosaved to a read-only directory. */
"This document could not be autosaved because you don\\U2019t have write access privileges to the folder that it\\U2019s in." = "Este documento no se ha podido guardar automáticamente porque no dispone de privilegios de escritura en la carpeta donde se encuentra.";

/* Primary text of alert shown when a document is found to have been renamed. Arg is new document name. */
"This document has been renamed to \\U201C%@\\U201D." = "El nuevo nombre del documento es “%@”.";

/* Primary text of alert shown when a document is found to have been overwritten. Arg is document file name. */
"This document\\U2019s file has been changed by another application since you opened or saved it." = "Desde la última vez que abrió o guardó el archivo de este documento, ha sido modificado por otra aplicación.";

/* User-presentable name of file created for autosaving. Arg is application name. */
"Unsaved %@ Document" = "Documento de %@ no guardado";

/* User-presentable name of file created for autosaving. First arg is application name. Second arg is number. */
"Unsaved %@ Document %ld" = "Documento de %1$@ sin guardar %2$ld";

/* Name to use for the first untitled document. */
"Untitled" = "Sin título";

/* Name to use for untitled documents; the argument is replaced by a number. */
"Untitled %@" = "Sin título %@";

/* Secondary text of alert shown when a document is found in the trash. */
"You can save to another location." = "Guárdelo en otra ubicación.";

/* Secondary text of alert shown when a document can\\U2019t be found. */
"You can specify where to save it." = "Indique dónde guardarlo.";

/* Primary text of alert shown at quit-time when there are unsaved documents. First arg is count of unsaved documents. Second arg is application name. */
"You have %1$@ %2$@ documents with unsaved changes. Do you want to review these changes before quitting?" = "Hay %1$@ documento(s) de %2$@ sin guardar. ¿Desea revisar los cambios antes de cerrar la aplicación?";

/* Message given to user when he tries to quit the application without saving all of his documents. */
"You have unsaved documents." = "Algunos documentos no están guardados.";

/* Recovery suggestion for reason for when a document could not be autosaved to a read-only directory. */
"Your changes will be lost if this computer malfunctions or loses power before you save them." = "Los cambios se perderán si se produce un fallo o un corte de alimentación antes de guardarlos.";

/* Secondary text of alert shown at document-close-time when the document is unsaved. */
"Your changes will be lost if you don\\U2019t save them." = "Si no guarda los cambios, se perderán.";

/* Secondary text of alert shown at document reversion time when the document has unsaved modifications. */
"Your current changes will be lost." = "Se perderán los cambios no guardados.";

